//  01余额支付 02支付宝03微信支付 05支付宝信用资金预授权
export const payMethodDict = {
  '01': '余额支付',
  '02': '支付宝',
  '03': '微信',
  '05': '支付宝信用资金预授权',
};
// 1:押金缴费 2:租金缴费 3:账户预充值）
export const payTypeDict = {
  '1': '押金缴费',
  '2': '租金缴费',
  '3': '账户预充值',
};

// 1 按月套餐 2 按次套餐 3买M送N套餐 4车电一体套餐
export const packageTypeDict = {
  '1': '按月套餐',
  '2': '按次套餐',
  '3': '买M送N套餐',
  '4': '车电一体套餐',
};

// 0未启用未使用 1未启用已过期 2已启用未使用 3已启用使用中 4已启用已过期
export const couponsTypeDict = {
  '0': '立即使用',
  '1': '已过期',
  '2': '等待生效中',
  '3': '生效中',
  '4': '已过期',
};
